Revit 2027 API
ParameterTypeId.CarbonMaterialParamCoefficientPerVolume Property
 "Carbon Coefficient per volume"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CarbonMaterialParamCoefficientPerVolume { get; }
Public Shared ReadOnly Property CarbonMaterialParamCoefficientPerVolume As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CarbonMaterialParamCoefficientPerVolume {
	ForgeTypeId^ get ();
}
static member CarbonMaterialParamCoefficientPerVolume : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace